import React from "react";
import one from './one.jpeg';
import './RejectReasons.css';

class RejectReasons extends React.Component {
    render() {
        return (
            <article className="article br3 ba b--black-10 w-100 w-50-m w-50-l mw7 shadow-5 center">
                <main className="pa4 black-80">
                    <div className="measure">
                        <fieldset id="sign_up" className="ba b--transparent ph0 mh0">
                            <div className='legend center'>
                                <legend className="f1 fw6 ph0 mh0">أسباب رفض فيزا الدراسة و طريقة التظلم</legend>
                            </div>
                            <hr/>

                            <div className="ui form ma0">
                                <div className="fields">
                                <div class="row">
                                        <div class="column">
                                            <img alt='' width='1000px' height='500px' src={one} />
                                        </div>
                                    </div>

                                    <hr/>
                                    <h3>
                                        السلام عليكم ورحمة الله وبركاته
                                        <br/>
                                        النهارده قريت ان فى شباب كتير أوي إترفضوا الأسبوع دا 
                                        <br/>
                                        وانا هتكلم من واقع تجربتي فى الرفض والتظلم واسباب الرفض وازاى ترد عليها وازاى تكتب التظلم وهكذا وهتكلم ليه اترفضت اساسا 
                                        <br/>
                                        بسم الله
                                        <br/>
                                        اولا ليه اترفضت ؟
                                        <br/>
                                        انت ذات نفسك وانت مقدم فى السفارة بتبقى عارف ايه اللى خلاك تترفض يعني مثلا شهادة لغة فيها جزء او اتنين انت واقع فيهم او مثلا مستوي لغة ضعيف او مثلا مغير مجال او مثلا مش كاتب فى الموتيفيشن اسباب كويسة كافية او معرفتش تكتبه اساسا او عكيت فى الورق اللى مقدمه 
                                        <br/>
                                        الحاجة اللى بتبقى مقلق منها اوي ارجوك بلاش تقدم بيها , يعني لو عندك اى مشكلة فى اى حاجة من اللى قلتها خد وقتك واشتغل عليها الدنيا مش هتطير واسال اهل الخبرة واللى يعرفوا عنك ومش تكتفي بسؤال واحد بس واقرا تجارب الناس وخليك قاعد هنا فى الجروب فى التعليقات عشان تعرف ايه الصح 
                                        بالنسبة لى :
                                        <br/>
                                        كان فى عك فى الورق وكنت مقدم اكتر من قبول جامعى وكمان الموتيفيشن كان تلات صفح وكمان فوق كل دا كنت مقدم رفض فى المدينة اللى رايحها عالقسم اللى عايز ادرسه وقايلهم هدخل قسم تاني مؤقتا لحد ما اعرف احول وادخل اللى عايزه وفوق كدا كاتب اكتر من مخطط كل دا طبعا عك 
                                        <br/>
                                        ليه بقي ؟؟
                                        <br/>
                                        -لان المفروض انت بتقدم قبول واحد بس للمدينة اللى ناوي عليها
                                        <br/>
                                        - الموتيفيشن بتاعك ميزيدش عن صفحة علي اى حال من الاحوال
                                        <br/>
                                        - مفيش حاجة اسمها انا معايه تلات قبولات وعامل تلات خطط لحياتي دا عك , هما عايزين خطة واحدة بس وواضحة جدا وشكرا 
                                        <br/>
                                        -مفيش حاجة اسمها اصلي رايح علي قسم وهبقى احول منه ودا برده يعتبر عك
                                        <br/>
                                        - مينفعش تقدم لهم ورقة تدينك لانهم اساسا بيفكروا ازاى يرفضوك مش ازاي يقبلوك فلازم ورقك يبقى مظبوط عالشعرة 
                                        <br/>
                                        طيب ايه اسباب الرفض اللى اتكتبلتي واللى اتكتبت لكل الناس وايه طريقة كتابة التظلم ؟؟؟
                                        <br/>
                                        اسباب الرفض :
                                        <br/>
                                        1 - الجدية فى الدراسة وانت شكلك عايز تسافر وخلاص (( بتتكتب كدا وربنا فى خطاب الرفض ))
                                        <br/>
                                        2 - الدرجات التى تخص المجال تحت المتوسطة.(( وهنا مقالكش درجات ثانوي ولا الجامعة ولا ايه بالظبط ))
                                        <br/>
                                        3 - مفيش استعداد كافي للدراسة // وجود نقص في الإستعداد الدراسي 
                                        <br/>
                                        4 - تغيير المجال
                                        <br/>
                                        5- درجاتك فى مجالك فى بلدك قليلة وبالاضافة لانك ضعيف فالالماني فانت احتمالات نجاحك قليلة 
                                        <br/>
                                        6 - عدم وجود خطة للدراسة
                                        <br/>
                                        ملحوظة بسيطة يا شباب : الكلام دا بيتكتب لكل الناس يعني ممكن يكون فى سبب يخصك علي وجه الخصوص وفى نفس الوقت الباقى بيتحطلك كباكدج كدا 
                                        <br/>
                                        انت بالتالى لازم تقرا وتترجم خطاب الرفض كويس جدا عشان تعرف العيب عندك فى ايه 
                                        <br/>
                                        يعني مثلا زميل ليا كان مكتوبله ان من اسباب الرفض انه حاجز دورة لغة  ودورة تكامل فى معهد اللغة (( دورة التكامل والاندماج بتبقى للاجئين بتساعدهم يندمجوا فى المجتمع وبتعلمهم العادات والافكار بتاعته )) وبالتالى زميلي راح جاب حجز جديد من معهد اللغة واضح فيه الكلام وكتبلهم فى التظلم وقالهم يا جماعة والله ما حجزت دورة تكامل ووضح الحجز كويس 
                                        <br/>
                                        طيب وايه طريقة كتابة التظلم وقواعد الكتابة ؟؟؟
                                        <br/>
                                        المفروض فى ملف علي موقع السفارة علي <a target='_blank' rel='noreferrer' href='https://kairo.diplo.de/contentblob/4494886/Daten/5313005/rk_merkblatt_remonstration.pdf'>اللينك</a> دا بيقولك بالتفصيل القواعد اللى احنا هنتجاهل بعضها وفى اللى هنمشي عليه بحذافيره وهنوضح بالظبط
                                        <br/>
                                        أولا انت قدامك شهر تقدم فيه
                                        <br/>
                                        ثانيا : التظلم يكتب بالالمانية ( زي ما مكتوب فى الورقة علي موقع السفارة
                                        <br/>
                                        تعديل : ( التظلم ممكن يتكتب باللغة الإنجليزية عادي جدا ويتقدم بيها ويستحسن دا لو انت مش مخلص اللغة )
                                        <br/>
                                        ثالثا : التظلم تقدمه بنفسك
                                        <br/>
                                        المفروض انت اول ما ييجي لك الرفض قدامك خمستاشر يوم تترجم فيهم الخطاب اللى اساسا المفروض بيترجم فى ساعة وبعدين تبتدي تشتغل علي اسباب الرفض وتجهز التظلم واللى مش هتفرق فيه يكون انجليزي ولا الماني (( لاني اعرف ناس كتبته بالالماني وفى بالانجليزي ومحدش قالهم حاجة واتقبلوا عادي ))
                                        <br/>
                                        فانت متعقدهاش لو هتعرف تكتبه بالانجليزي يبقى خير وبركة مش هتفرق فعليا والله 
                                        <br/>
                                        قواعد عامة لكتابة التظلم :
                                        <br/>
                                        1- مترغيش
                                        <br/>
                                        يعني خليك مختصر جدا يعني انا اعرف ناس قدمت التظلم او الموتيفيشن كله علي بعضه صفحة واحدة او صفحة ونص وربنا كرمهم واتقبلوا فانت حاول تختصر وتقول الحقايق وبس 
                                        <br/>
                                        2- احلامي وطموحاتي وحياتي والكلام اللطيف دا بلاش منه 
                                        <br/>
                                        يعني متدخلش تقول دا حلمي وطموحي واملي فى الدنيا وكلام الانشاء الجميل اللى برده المفروض ميبقاش فى الموتيفيشن لاء ادخل ورد بالعقل والمنطق والورق علي الاسباب بلاش تهري فى المفيش 
                                        <br/>
                                        3-متحكيش حكاية ولكن وريني اثبات
                                        <br/>
                                        يعني انا مثلا مينفعش اقول انا بقالي قد كدا بتعلم اللغة واتفحتت واتبهدلت واتمرمطت , متحكيش الحكاية ولكن هاتلي شهادة تلخص الهري دا كله فى سطر (( انا معايه B1 )) إنما قعدت تقول حكاية وافلام وتحكي فى قصص ومشاعر يبقى ملوش اي قيمة التظلم 
                                        <br/>
                                        طريقة الرد علي الاسباب والردود اللى تنفعك :
                                        <br/>
                                        السبب الاول المكتوب فوق " 1 - الجدية فى الدراسة وانت شكلك عايز تسافر وخلاص (( بتتكتب كدا وربنا فى خطاب الرفض )) " 
                                        <br/>
                                        الرد المنطقي هنا انك تجيب اثباتات انك جاد فى دراستك وسعيك يعني مثلا عندك شهادات خبرة فى المجال اللي رايح عليه او معاك مثلا كورسات تخصه  او الاهم من كل دا شهادة لغة محترمة مفيهاش خدش ولا جزء انت واقع فيه خليك واضح كدا وقدم ورق يثبت انك بتتكلم بجد مش ناوي اروح اخلع واهرب او اضيع الفرصة علي طالب جاد نفسه يدرس فى الجامعة وانا بحرمه من فرصته 
                                        <br/>
                                        السبب التاني : " 2 - الدرجات التى تخص المجال تحت المتوسطة.(( وهنا مقالكش درجات ثانوي ولا الجامعة ولا ايه بالظبط )) " 
                                        <br/>
                                        المفروض هنا انك تقول ان الجامعة قبلتك ومكانش عندها مشكلة فى درجاتك وممكن تراسل الجامعة وتجيب منهم اي اثبات عالكلام دا زي ان فرصتك كويسة فى الدراسة او مكانك فى الجامعة مضمون (( بعض الجامعات بيبقى القبول بتاعها بيضمن لك مكان فى التخصص يعني بتبقى ضامن ودي قليلة )) 
                                        <br/>
                                        والنقطة الاهم انك تجيب مثلا خطاب توصية من دكتور فى الجامعة او من رئيس قسم بيبدي اعجابه بورقك او بيقولك ان فرصتك كويسه للدراسة او حتي خطابات توصية من جامعتك فى مصر 
                                        <br/>
                                        هتقولي واجيبها منين وازاى هقولك ادخل موقع الجامعة بتاعتك اللى جايب منها القبول وتنام فيه وتفضل تدور علي اسامي الدكاترة وتجيب بياناتهم وتراسلهم وتبعت لهم ورقك سكان وتقولهم ظروفك فى اختصار ابوس ايدك بدون رغي لانك لما بتطول فى الكلام الايميل بيتمسح ومبيتقريش 
                                        <br/>
                                        ملحوظة عالهامش : واحد صاحبي كان درجاته امتياز سواء فى الكلية وممتازة فى ثانوي وكان مكتوبله السبب دا فانت ببساطة فى الحالة دي لو بيتبلوا عليك هتقولهم يا جماعة درجاتي عالية وتعملي هايلايت عالورق بتاعك وتقدمه زي ما صاحبي عمل بالظبط وهنبقى نتكلم الورق يتجهز ازاى فى الاخر 
                                        <br/>
                                        السبب التالت : " 3 - مفيش استعداد كافي للدراسة // وجود نقص في الإستعداد الدراسي "
                                        <br/>
                                        طيب هنا فى السبب دا بالعقل كدا المفروض نرد نقول ايه ؟؟؟
                                        <br/>
                                        المفروض هنا تقول انا بستعد للدراسة... طيب ازاى ؟
                                        <br/>
                                        اولا : فى كل جامعة فى حاجة اسمها كورسات تحضيرية ( دي ملهاش علاقة وربنا بالسنة التحضيرية ودي اى حد بيدخلها ولو حتي واحد ماشي فى الشارع ولو حتي راجل عجوز او حتي طالب ثانوي ))) الكورسات التحضيرية بيبقي اسمها بالالماني vor kurse او بالانجلش pre courses فانت حضرتك تخش تسال مكتب الطلبة الاجانب (( الانترناشونال اوفيس )) تسالهم عنها وتاخد برنت من الميل او تاخد صورة من موقع الجامعة مكتوب فيها ان حضرتك الكورسات دي موجودة ومسموح للطلبة اللى زيك كدا دخولها ودي بتقول انك هتخلص اللغه (( علي حسب البرنامج بتاعك بقى انجلش ولا الماني )) وتقولهم يا جماعة انا هخلص اللغة وادخلها والكورسات فى شهر كذا 
                                        <br/>
                                        ومع العلم بالمرة الكورسات دي ببلاش وبتبقى مع السيمستر تكت ودي لقيتها فى اكتر من جامعة كدا 
                                        <br/>
                                        ومع العلم برده النقطة دي ممكن نستغلها فى اللى قبلها , طيب ازاى ؟
                                        <br/>
                                        لو انا بغير مجالي او درجاتي تحت المتوسطة فعلا هقوله فى كورسات هتساعدني فى الكلية وكمان انا هبتدي من اول ترم يعني هبني معارفي باللغة الالمانية من جديد 
                                        <br/>
                                        اظن كدا الموضوع واضح
                                        <br/>
                                        "السبب الرابع : " 4 - تغيير المجال
                                        <br/>
                                        دي من وجهة نظري تعتبر اهم نقطة ويمكن من اكبر الغلطات ونصيحة اتقالتلي كتير وانا طنشتها 
                                        <br/>
                                        دلوقتى المفروض انت مخلص هنا تجارة يبقى تقولهم رايح اعمل ماستر تجارة وتجيب قبول من اى جامعة وفى الحالة دي هتعرف ترغي وتقولهم انا بحضر وبجهز وكلام لطيف انما ركن تغيير المجال دا وحش 
                                        <br/>
                                        او تكون مثلا طب اسنان ورايح تخش طب بشري
                                        <br/>
                                        طيب ما تطلع علي مجالك والفيزا بتاعتك ما هي الا ورقة بتدخلك المانيا وانت هناك ابقى غير مجالك زي ما تحب او قدم علي جامعات تانية او تخصصات تانية زي ما تحب 
                                        <br/>
                                        لكن لو حبيت تاخد الطريق الصعب زي ناس كتير وزي حالاتي يبقى دا الحل :
                                        <br/>
                                        الكورسات وشهادات الخبرة وخطابات التوصية والشهادات المعتمدة وكل ما يثبت انك مهتم بالمجال اللى رايح له 
                                        <br/>
                                        ومن الاخر مترميش نفسك فى الركن دا لو مبتعرفش تعوم 
                                        <br/>
                                        يعني انت لو معاك بكالوريوس تجارة متروحش تقدم علي بكالوريوس هندسة الا اذا كان معاك ورق يثبت انك جاد فى دراستك زي اللى قلته فوق وعامل خطة محترمة للدراسة ودي برده هنتكلم عنها تحت وهي خطة الدراسة 
                                        <br/>
                                        السبب الخامس : " 5- درجاتك فى مجالك فى بلدك قليلة وبالاضافة لانك ضعيف فالالماني فانت احتمالات نجاحك قليلة  "
                                        <br/>
                                        هنا بقى المفروض تشتغل علي تلات حاجات وتذكر تلات حاجات : 
                                        <br/>
                                        1- خطاب توصية بيقول انك طالب عبقري ويفضل من برا مصر سواء تبع تدريب او مشروع او حتي لو تبع دكتور شاف ورقك وقال انك بتفهم وبيساندك ومعرفش دا هتجيبه ازاى الا بالمراسلة بقى للناس المحترمة دي وتبقى راشقلهم ليل ونهار بورقك 
                                        <br/>
                                        2- حجز امتحان الماني 
                                        <br/>
                                        انت شهادتك ضعيفة او مستواك ضعيف يبقى تجيب ورقة بتقول انك فى كورس الماني هنا او انك بتحجز امتحان جديد وانك  اوريدي حجزت امتحان من جوته وربنا هيعينك بقى و تكمل و تحضر الامتحان و تدخله و تنجح 
                                        <br/>
                                        واعرف اكتر من واحد عمل الموضوع دا ونفع /// مجرد حجزك للامتحان بيقوي موقفك 
                                        <br/>
                                        3- المكان اللى رايح عليه بيقول مفيش مشاكل وهييجي يدرس هنا وهنعمله امتحان لغة ولازم يكمل امتحان تست داف او DSH فانت بالتالى تجيب ورق بقى من معهد اللغة بان حضرتك عندك تحديد مستوي وان لو منجحتش فيه هتنزل للمستوي اللى قبله والكلام دا تعمل عليه هاي لايت برده 
                                        <br/>
                                        "السبب السادس والاهم : " 6 - عدم وجود خطة للدراسة
                                        <br/>
                                        حضرتك المفروض تبقى مجهز نفسك بشكل كامل يعني ايه ؟
                                        <br/>
                                        يعني حضرتك معاك B1 تروح تتوكل علي الله وتحجز B2 , C1
                                        <br/>
                                        وهنا حضرتك الحجز مش كفاية يعني لازم تكون محدد تواريخ يعني الكورس دا هيبتدي فى كذا ولحد كذا والكورس اللي بعده من كذا لكذا طيب وبعدين ؟
                                        <br/>
                                        علي الهامش (( هتقولي هحجز بفلوس كتير كدا هقولك فى معاهد بتيجي تكلمهم تقولهم يحجزولك والمبلغ مبيبقاش كبير يعني بس علي قد ما تقدر حاول تستنضف لان فى معاهد كتير ممكن فلوسك تروح عليك لو انت مش عامل حسابك ومأجل الكورس وعارف تواريخ الديدلاين للتاجيل وخلافه عشان متلاقيش نفسك خسرت الف يورو فى الهوا لانك نسيت تأجل الكورس او نسيت تلغيه قبل ما يبدا بشهر مثلا ))
                                        <br/>
                                        وبعد ما تحدد هتعمل ايه فى حجز الكورسات والمواعيد بتاعتها وتكتبها فى التظلم هتدخل تشوف جامعتك بتبقبل التست داف ولا ال DSH ولو بتقبل داف هتخش تشوف اول امتحان بعد الكورسات وتعرف تاريخه من هنا 
                                        <br/>
                                        <a target='_blank' rel='noreferrer' href='https://www.testdaf.de/de/teilnehmende/mein-testdaf/testdaf-termine-und-anmeldung/'>testdaf.de/fue.../die-pruefung/pruefungstermine</a>
                                        <br/>
                                        أما لو الجامعة بتبقبل DSH هتسال الجامعة مواعيده امتي 
                                        <br/>
                                        و تكتب كل المواعيد المبنية علي بعضها دي فى التظلم
                                        <br/>
                                        يعني حضرتك انا حاجز مستوي ال بي تو من شهر يناير لاخر فبراير وحاجز سي وان من واحد مارس لحد 15 ابريل وهمتحن تست داف فى شهر سته وهستني النتيجة وادخل الدراسة فى الترم اللى بعده للجامعة وابتدي دراسة  
                                        <br/>
                                        دا معني انك يكون عندك مخطط للدراسة
                                        <br/>
                                        اتبقي عندك المنظر بتاع التظلم هيبقى عامل ازاى ؟
                                        <br/>
                                        هيبقي زي ما فالصورة وزي ما موضح وكاتب لحضرتك كدا وحضرتك هتمضي عليه قدام الموظف وبتاخد معاك نسختين من اى ورقة قلت عنها فى التظلم عشان تتقدم كانك بتقدم ملف جديد سواء حجز لغفة اوو خطاب توصية او اى شيء 
                                        <br/>
                                        ولازم تبقى كاتب كل نقطة باختصار والرد بتاعها متبقاش بتعك وكله فى بعضه سمك لبن تمر هندي , خليك مكان الراجل اللى هيقرا وخليك مركز وعارف بتتكلم فى انهي نقطة ورتب كلامك بحيث يبقى مبني علي بعضه ومش كل شوية تستشهد بالحاجة انت استشهدت بيها مرة وجبتها كدليل فمش فيلم هوا كل شوية هتقول تفاصيلها يكفي بس تقول اسمها وشكرا 
                                        <br/>
                                        نقطتين علي الهامش :
                                        <br/>
                                        - احنا بنترفض ليه ؟
                                        <br/>
                                        صحيح المانيا محتاجة ناس تشتغل و و كل الكلام اللطيف اللى بنقراه او نسمعه علي ان الالمان عايزين دماء جديدة تضخ فى سوق العمل والكلام بتاع الجرايد دا لكن فى ظل احتياجهم هما مش هياخدوا واحد امكانياته مش تمام ... هتقولي وهتفرق فى ايه وليه بنكتب اساسا تظلم او موتيفيشن واحنا بنقدم للسفارة ؟؟؟ هقولك عشان خاطر المفروض البرنامج الدراسي بتاعك فى اي دولة زي المانيا يكلف بتاع خمسين الف يورو او عشرين الف دولار فى الترم (( الكلام دا متاكد منه حضرتك لاني سالت مندوبين من جامعات وجامعات فى اوروبا وامريكا وعارف بقول ايه مش بهري )) فمين بيدفعلك الفلوس دي ؟؟؟ الحكومة بقى او المانيا او من الاخر دافع الضرايب , فانت حضرتك المفروض تعتبر نفسك بتقدم علي منحة وبتحاول تنقذ الوضع بتاعك وبتحاول تلاقى لنفسك فرصة فى وسط ناس اتقل منك ميت الف مرة , لان حضرتك زي ما بنقول في ناس تانية بتقدم علي الدراسة فى المانيا مش المصريين بس واسال صحابك برا فى المانيا يحكولك عن زمايلهم فى الجامعة جنسياتهم ايه , فانت اعتبر نفسك بتقدم علي منحة .
                                        <br/>
                                        - مين بيوافق علينا ؟
                                        <br/>
                                        اللى بيوافق عليك حضرتك اتنين ودا من خلال تجربتي الشخصية :
                                        <br/>
                                        السفارة فى مصر
                                        <br/>
                                        ومكتب الاجانب
                                        <br/>
                                        لازم الاتنين يقولوا تمام علي ورقك لان لو فى واحد رفض فانت كدا ورقك مرفوض وهييجي لك الرفض طاير فى اقل من اسبوع و برده عن تجربة 
                                        <br/>
                                        وفي النهاية احب اقولك في ناس اتقبلت وفى ناس قعدت مستنيه ست شهور زي حالاتي وزهقت وسحبت الملف فى حين كل اللى ساعدتهم فى الموضوع دا اترد عليهم يا اما فى شهر او شهرين , فانت راعي ربنا فى نفسك وفى ورقك وصلي استخارة واعرف الصح ايه وشوف هتقدم جديد ولا هتمشي فى تظلم لان اى طريق هتمشي فيه هيبقى تكلفته وقت و فلوس و تعب اعصاب 
                                        <br/>
                                        هذا عمل لا أبتغي به إلا وجه الله
                                        <br/>
                                        والله من وراء القصد
                                        <br/>
                                        بالتوفيق للجميع يارب
                                    </h3>
                                </div>
                            </div>
                        </fieldset>
                    </div>
                </main>
            </article>
        );
    }
}

export default RejectReasons;
